Repository: frank-515/Tint
Catalog: Sources/FolderCustomizer/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Adds “Open in Tint” to the Finder right-click menu
zh_hans: 在 Finder 右键菜单中添加“Open in Tint”

source: Build on existing custom icons instead of the system folder
zh_hans: 在已有自定义图标的基础上继续编辑，而不是系统文件夹

source: Edit from current icon
zh_hans: 基于当前图标编辑

source: Failed to update Quick Action
zh_hans: 快捷操作设置失败

source: Finder Quick Action
zh_hans: Finder 快捷操作

source: Has a custom icon
zh_hans: 已含自定义图标

source: Quick Action installed
zh_hans: 快捷操作已启用

source: Quick Action removed
zh_hans: 快捷操作已关闭

source: These folders already have custom icons. Applying will replace them. Enable “Edit from current icon” in Options to keep building on them.
zh_hans: 所选文件夹已含自定义图标，应用后将覆盖。可在“选项”中开启“基于当前图标编辑”以继续调整。

source: All…
zh_hans: 全部…

source: Applied to %lld folders
zh_hans: 已应用到 %lld 个文件夹

source: Apply
zh_hans: 应用

source: Apply to %lld Folders
zh_hans: 应用到 %lld 个文件夹

source: Choose one or more folders
zh_hans: 选择一个或多个文件夹

source: Color
zh_hans: 颜色

source: Custom Color…
zh_hans: 自定义颜色…

source: Default icon restored
zh_hans: 已恢复默认图标

source: Drop folders here, or click to choose
zh_hans: 拖拽文件夹到这里，或点击选择

source: Emoji Opacity
zh_hans: Emoji 不透明度

source: Folder Customizer
zh_hans: 文件夹定制

source: Folders
zh_hans: 文件夹

source: Open the system emoji panel
zh_hans: 打开系统 Emoji 面板

source: Options
zh_hans: 选项

source: Release to add
zh_hans: 松开以添加

source: Reset to Default Icon
zh_hans: 恢复默认图标

source: Select at least one folder first
zh_hans: 请先选择文件夹

source: System Accent
zh_hans: 系统强调色
